{"podcast_details": {"podcast_title": "Freakonomics Radio", "episode_title": "553. The Suddenly Diplomatic Rahm Emanuel", "episode_image": "https://image.simplecastcdn.com/images/2be48404-a43c-4fa8-a32c-760a3216272e/fab1584e-8ea9-4efa-9650-5e595861b2cd/3000x3000/image.jpg?aid=rss_feed", "episode_transcript": " I'm in the basement of the United States Embassy. Who is that in the basement of a U.S. embassy? Rahm Emanuel. I'm the United States ambassador to the nation of Japan. If you have not been keeping up with Rahm Emanuel's career, you may be surprised to learn that he is serving in a major diplomatic role because he is famously undiplomatic. He has been in politics for 40 years as a senior advisor in the Clinton White House, as a congressman from Illinois, as chief of staff in the Obama White House, and as mayor of Chicago. Along the way, he earned a reputation for being shrewd and pragmatic, but occasionally ruthless and almost comically profane. He once had to apologize for the name he called some fellow Democrats during a strategy meeting. Here is Andy Samberg on Saturday Night Live in a parody of that apology. I should never have called you that. What I should have called you are babies, stupid babies who can't keep their mouths shut. You went to the Wall Street Journal with this, you turncoats. I'm trying to get done here. And I know we're not moving as fast as you want on health care, but maybe you noticed the Republicans are trying to paint us as Soviet crack dealers. I've got so many legislators in my colon. I need 60 votes just to take a ****, so **** you. And now, the United States has installed Emmanuel as top diplomat, not to Estonia or to New Zealand, but to Japan. America's number one ally. Is that the official slogan now? It was before, but we've kind of now put it in bronze. And what might, I don't know, Canada think about that? They can say whatever they want on their time zone. But as long as we're on this time zone, they're asleep right now. So really, who gives a rat? So we're good. If Emmanuel's voice sounds familiar, that may be because we had his brother Ariel on the show recently. Ari is CEO of the sports and entertainment company Endeavor. He too is known to say what he's thinking. Really? Really? Really? Really? Really? And I think is an oncologist and medical ethicist who helped write the Affordable Care Act. So yes, quite the family. Rom is the middle of the three brothers. Their childhood home in Chicago was noisy, loving, and above all, competitive. The Emanuel's are argumentative. They are impatient. They are interrupters. They each exploit their natural advantages. Or even better, they turn disadvantages into advantages. Rom, for instance, sliced off a chunk of the middle finger on his right hand while working at Arby's as a teenager. Ever since, when he gives someone the finger, which he's known to do, he flicks his half finger twice for emphasis. In Japan, members of the Yakuza crime syndicate are known to chop off their own fingers to make amends for a misdeed. You get the sense that Emanuel, now that he's in Japan, might enjoy being mistaken for one of them. You can bet that if he had cut off his own finger, he would tell you it didn't hurt. The Emanuel's are also tough. Today on Freakonomics Radio, Rom Emanuel talks tough on China. I'm not looking to go around and have a problem, but I'm not going to play your fool anymore. He makes an argument for why Japan is more important to the U.S. than ever. And yeah, he does what Emanuel's do. Why do you always do that? Don't ask me that, Stephen. I don't really like that question, okay? This is Freakonomics Radio, the podcast that explores the hidden side of everything with your host, Stephen Dubner. I have heard you offer concise and accurate summaries of many politicians' strengths and weaknesses. You almost sound like an NFL coach breaking down a draft prospect. I'd like you to do that for Rom Emanuel. Strengths, weaknesses, intangibles. What are they? Well, first of all, everybody's strengths are their weaknesses. No, they are. It's also true for interviewers, Stephen. But that said, my strengths is I read a ton. I try to think of everything's in three-dimensional chess from a political standpoint, a policy standpoint, a public communication standpoint. Prioritize, very impatient, trying to get done, trying to make sure that it has an impact, etc. I'm quick to judgment. It's both good and probably more times bad. It comes off imperious at times, and it comes off as intolerant at times. When you say it comes off as those things, is it those things or it's not really? Yes, sometimes they are. Yeah, I mean, I know a lot about arrogance. I deal with it every day, but it's not the total character. If I were to ask you to look at your job overall, and I'm sure there's a lot of variation, but give me a sense of not necessarily what you would do in a given day. Those answers are usually not very good, but I want to know what are the main buckets of your job, would you say? I mean, there's a big piece which is on the national security and diplomatic development side. Second major piece is this year, Japan made three historic, let's say four actually. One is they agreed to go from 1% of their GDP in defense to 2%. They're going to become the third largest defense budget in the world. In a really short time, yes? Yeah, the runway is five years, and we got to do it right. They got to do it right, and we're here to assist in that. Second is they're acquiring some capabilities like counter-strike and a change in strategic thinking. Third, they adopted a law kind of similar to ours called CFIUS, which deals with if companies are bought strategic overview or you're giving away the family jewels. Fourth in international issues, they give non-lethal assistance. They're now in the midst of deciding whether certain defensive weapons, protecting populations, civilian areas, could they help other countries? They haven't decided that. So that's kind of like at 10,000 feet. And then there's this economic front. I think today, in fact, as you and I are sitting, the new data is going to come out. And for the fourth consecutive year, the United States and Japan are respectively the number one investor in each other's country in the world. So how much of the Japanese military buildup strategy was influenced or driven by the US? I can give you a percentage. I can say this. First of all, they're a sovereign nation. They make their own decisions. And I'm not just saying that they are. And they have to go through their parliamentary system. So it's their decision. The United States is the number one ally and with a treaty alliance. And here in Japan, probably one of the largest, if not the largest American military presence in a single country anywhere in the globe. We obviously have an interest in that. It's worth noting that the US is the world's biggest dealer in military arms and equipment. So Japan's military buildup is meaningful in at least two ways. Having a stronger ally next door to China and helping US military manufacturers sell more of their hardware and software. So neither you nor I are quite old enough to remember, but we certainly know the history of Japan after World War II being forced to disband their military. Germany, the same thing. Now of course, these are really nice military allies that wouldn't have been predicted. Is it strange? Is it just odd for Japan to start thinking of itself as a military power again, even if only a regional one? Can I correct you? Of course. So if you thought of it the way you phrased it, which is just a military ally, you're missing two thirds of the relationship. Given the history of what you were talking about and given what happened post World War II and that it got embedded into not only the political system, into the cultural outlook, et cetera. Yes, it is a kind of out of body experience. On the other hand, Japan is a political, diplomatic, economic and cultural ally. Let me give you one anecdote out of the last 18 months. We're getting ready for the March 3rd vote in 2022 condemning the war by Russia against Ukraine. This is not long after you've arrived, right? A couple months. I arrive 30 days before the war starts. I get confirmed by the Senate in December of 2021, arrive January 2022. The war starts February 2022. But Japan and the foreign minister and the prime minister get on the phone with the other ASEAN countries, Thailand, Philippines, Indonesia, Cambodia, Vietnam, and eight of the ten vote with the United States with Japan condemning the war. And so they are also very much a political diplomatic ally. Yes, based on the history and when you're talking about military, that's an appropriate question. It doesn't though capture the depth and breadth of the relationship between the United States and Japan that is emerging, evolving as you and I are sitting here today, this Thursday morning. But many people that have served here in Japan that have come back now, they like walking around like, where am I? And to Japan's credit, they're surprising us. I think they're surprising sometimes themselves. They are moving forward at incredible pace and speed. And they have dialed up diplomacy, deterrence and development. We're going to be heading into a trilateral meeting in Washington where the president has asked the Prime Minister of Japan and the president of Korea to come. It will be the first time ever, not on the side of like a G7 meeting or a NATO meeting, where the three of them will meet for the purpose of meeting. China has always assumed that that could never happen. President Biden, because of his diplomacy, that will happen. That relationship, people underestimate. You know, Tep O'Neill made the comment, all politics is local. I believe all politics is personal. President Biden's a big believer, as you can see, and you just can't replicate time together. What it does for trust, what it does for relationships. So when you get together the 10th time, you're like friends and you know each other. You can finish each other's sentences. And probably the best testament to why it's so significant is China now called for their own trilateral meeting. With who? Korea and Japan. Oh, really? Is that going to happen? Well, I don't know. I know ours is going to happen sooner. Not to be competitive. Let me just ask you on the Japan, South Korea thaw, if we want to call it that or... Rapprochement. Rapprochement, that's better. Yeah, for the undiplomat, Rahm Emanuel. There it is. Or you know, the military upgrade, which we've been reading a lot about here. You're implying that you've been rather involved. That would be a natural assumption. I'm sure you're not taking credit for having done any of this alone. It's a big apparatus. But give me an example of how, let's say you and your US counterparts, both in Japan and in DC, were involved in one of these avenues. I think the military commitment might be a more interesting one. I want to be clear. These are independent countries. They're making independent decisions. But you, as a representative for the United States, play a role. And to Prime Minister Kishida, first I want to give him a shout out because before even a tank was on the Ukrainian border and some in Europe were claiming it would never happen, the prime minister here, thousands of miles away said we have to increase our defense budget. He's thinking if Russia can do that to Ukraine, China can do that to us essentially? There's that. China's become much more aggressive. They fired five missiles into Japan's EEZ, which is their security zone and economic zone. That kind of wakes you up in the morning. And you got North Korea firing off 72 missiles. You got to think different strategically. I believe there are three Cs in the last three years that have changed the world, COVID, the conflict in Europe, and the coercion by China. And all three of those have upended every assumption we've had for the last 30 years. And we're now making a judgment. Japan no different. Not only did they decide to double their defense budget to the NATO standard of 2% of GDP, but also then to acquire skills and capabilities that give their deterrence a capital D. And our role as ambassador, we had all these things that we were trying to get done and help shape, influence, discuss what we thought was important. And so we ran an internal process and then back and forth with Washington. And we came up with six or seven things that we said these are like list A, not all things are equal. If you want to really spend these resources and you want to build up this level of deterrence, we think this is the things that you must get done. So my sense is that Japan has been changing not only a lot, but quickly and along many dimensions, politically, economically, socially, and especially that there's a sense of urgency among the political leadership. I may be wrong on that, but I'd like you to tell me a little bit about Prime Minister Kishida and maybe it's his metabolism, maybe he's different than predecessors, or maybe it's not him. But I am curious to know if this urgency is real, what's producing it? Is it China threat? Is it that simple or is it much deeper than that? Can I, again, it would be also unlike an Emanuel not to interrupt you. Yeah, you can correct everything I just said. I'm accustomed to that. I know, but I'm not going to just say, can I correct? I'm just going to do it. Here's what I would, we're doing that. That's what the CHIPS bill is. We're changing. And I always say this, I say, we're not asking you to change on your own. We have to change. Japan on the military side is about to create an integrated structure. We have to think about this structure ourselves. We have something that's an outgrowth of 70 years ago. And I always say this to our team, the Defense Department, the State Department, at the National Security, if we had a legal page and it was blank, would we actually draft what we have? And the answer is no. So let's think about this. I'm working with senators right now on this idea because our general accounting office in the United States said, you know, we're 4,000 days behind on ship repairs. Well, there's a ban using foreign shipyards. If we, God forbid, ever had a conflict, you're not taking that ship back to San Diego. So we better start thinking about, like, if you want to train together, you better deter together. Finish that loop. You're trying to make so that the US ships can be repaired there, correct? Surface ships and that we do it now while we're at peacetime. So we get the parts here, the blueprints here, the training here. If you're going to do integrated air defense, we're going to train. So we know if the situation ever occurs, we're not first working together in a hot situation. Well, that should be true also for the repair and maintenance. You can't wait six months for a ship to go out of the theater to come back. The time to practice that is not in a hot moment. Now my thing is we have to update. And I always say this when I interact with Japan. We're not asking you to change things and I'll stay the same. We too are evaluating. We have good days and bad days on that. That's politics. That's a process. That's an evolution. And one of the most fascinating things to me politically. Now this is kind of stepping out and I want to be careful so I don't create- Nah, don't be careful. I look at American politics and I have three kids all out of college now. One's in the Navy, the other one works in the media, the other one's a dancer. Their generation, when I meet their friends, very much appropriately care about climate change, inequality, whether it's on the racial side, sexual orientation, income side. Older voters in America, I'm speaking generically, a little more conservative, hawkish, clearly on national security. Here in Japan, older voters are more dovish on national security and it's the younger voters that are more hawkish. That's interesting. So it's a very, I'm like looking at data polling, et cetera, and I'm like, hmm, why is that? Is it a deeper, different understanding of China? There's China, there's Russia, there's North Korea. The neighborhood is not just calm waters. As President Xi said, there's choppy waters. Well, they're chopping them. China has fundamentally altered Japan, the region, and made people think different, act different because the region as a whole. You can see it from India to Japan, South Korea, you can see Australia, Philippines, others realize that an untethered China, an unmatched China is a China that doesn't follow the good neighbor policy. What are some important things, especially for Americans to understand about the current relationship between Japan and China? The history here is a thousand years. There's a long relationship on language, letters, foods, trade, on the other hand, there's also competitiveness and cultural differences. They too in Japan realize that on certain things that China has not practiced a good neighbor policy. Take the most clear example, there's a dispute around a set of islands called the Senkaku Islands. Japan claims them, China claims them. Here in Japan, we actually have extended our security guarantee. Any violation around the Senkaku Islands would be a violation of Japan's security. Now we should say there are oil and natural gas deposits there, yes? You should also say fishing, food, kind of a big piece, especially when it comes to China's insecurity. In the last year, there has been a massive amount of Chinese violation of the Senkaku Islands and their kind of economic zone around them. That is one example, firing five missiles into the EZ of Japan is also another example of where China is not practicing being a good neighbor. No matter what they lip sync, their actions do not reflect their words and everybody in the neighborhood is onto it now. Was Japan overly patient for a long time with China? Well, we all were. I think that one of the things that we're catching up on, one of the things that President Biden's been clear about, we were patient hoping that engagement with China would alter the behavior. And the best example I used for this is in 2012, in the Rose Garden at the White House, President Xi said, we'll never militarize the South China Sea. I don't think the wheels were in the belly of the plane when they're already building new military bases there. This was a joint White House press conference by President Xi and President Obama, but it happened in 2015, not 2012, as Emanuel recalled. So my view is how many times do you think you can lie to my face and I'm going to sit here and say, well, hopefully you'll change. And everybody's woken up. There is not a benign China. And I'm not looking to go around and have a problem, but I'm not going to play your fool anymore. Japan, like us, is onto the fact that the China that we were trying to engage is not the China that Xi is presenting or acting on. And therefore, we're going to take very defensive measures to protect ourselves. Let me ask you to go back in time. All the economists I know who were writing at the time about what globalization would mean economically for the US when China got into the WTO, they were all wrong. And they all admit now that they were wrong. Most people in the political realm were either wrong or wishful, right, hoping that it would work out. Who was right back then? Being the middle child that I am, I have a middle analysis. So here's how I look at it. And it also includes now Russia. Basically in 1999, when President Clinton and the establishment and all decide, bring China into the system using the old Lyndon Johnson, better having them in the tent pissing out than outside the tent pissing in. Oh, that's a 60-40. Okay. So you bring them in hoping that they, not that you get democracy, but you get them vested in a system and they will see the benefits, which is what they got, millions of people coming out of poverty. When you engage Russia economically, energy-wise linked into Europe, that would moderate their behavior. And look, they had an office at NATO. The G7 became the G8, which Russia participated. That was a 65-35, 60-40. That was a fair question. In 2007, Putin gives this incredible speech at the Munich Defense Conference where he basically tells you, I'm going to war, I'm going to come back and recreate the Warsaw Pact. He tells you what he's going to do. And we held on to this myth or this assumption longer than he agreed to. When Xi says what he says in the Rose Garden and then changes practices, all the United States, political, economic, stayed on the assumption that China inside would moderate their behavior and become vested in the system. It was not that it was wrong between 1999 and 2012. It was wrong to stay with it past 2012. It was wrong to stay with it, going back to Russia and the European. They both told you either directly what they're going to do or indirectly, I'm going to lie to your face and smile, and we held on, and I say we meaning the United States and Western allies or like-minded nations, to a premise and a set of assumptions and a strategic view longer than its value. And that's why we're acting with appropriate level of urgency because it wasn't wrong to make the first move. It was wrong to hold on to it when they told you you're a sucker. It was right for a period of time because China did act different. It was when they lied to you and you held on to it that you were a fool. So without having to point a finger, why has it taken so long for... You had to use that and I have nine and a half digits and you had to use the metaphor of the finger. Okay, that's true. But without it... So sensitive. I'm very sensitive. I've heard that about you. Without assigning blame directly though, other than the fact that we have democratic elections and the administration's change all the time, how do you account for the fact that since 2012, you're saying the writing was on the wall with China, but here we are and things are just starting to get kind of firm? I'm not into who personally to blame. We did it as a country. Now we have to fix it and get right. When we talk about building a supply chain among like-minded countries that we can trust work with from semiconductors to raw minerals and materials, that is responding in a strategic vision and doing it with a sense of urgency. My worry is urgency is good. You just want to make sure you don't make a mistake because of that urgency, that the very thing you're trying to avoid, you trip into because of your own action. Then you have to be self-aware, not one of my strong suits, but you have to be. When you say trip into what you're trying to avoid, you mean military conflict, direct conflict of some sort with China, yes? This is being able sometimes to know what you want, but also sit on the other side and not only see it, but hear it. What I mean is you tell me where our actions of deterrence signify deterrence, but the other side doesn't, sees it as deterrence, but not as provocation. You've got to be able to be, here's what we're going to do. This is our deterrence front, but make sure that it's seen and felt as, hey, don't go there. On the other hand, you want to make sure the other side, they don't see it, hear it, feel it, interpret it. That's not deterrence, that's provocation. How do you do that? Especially, let's take China as the example. Stephen, you've got to pay big money for that advice. Big money for that advice. No, seriously. But for you, I'll give you a 10% discount. Okay? I appreciate it. I'll wire it. Well, then I'm going to hold my answer until I see the wire come through. Probably get caught up in syphia. Yeah, ask Ari. He'll lend you something at a small commission. But how do you make sure that your intentions are known? And so you have to be, I think President Biden, when he sits down with leaders, very clear. This is a line and on the other side of it, it's offsides. And offsides requires me to do certain things. Don't put me in a political position where I have to do that. And I will try, tell me where your lines are so I know what offsides is for you. Because we all have that and we're our lines and where do they cross or where do they never meet? And so not only what are you going to do, but want to be clear before you do it to the person that's supposed to hear it. They're hearing what you say, not what they thought they heard. And that is sometimes you get it right, sometimes you get it wrong. Coming up after the break, what they got wrong and what they got right. If I told you, I'd have to kill you. More Rahm Emanuel, more China from Japan. Stay tuned. Before you were appointed ambassador to Japan, it was rumored that you might become ambassador to China. Nicholas Burns is now ambassador to China. A good friend and doing a great job. Give me an example of a recent conversation between the two of you. If I told you, I'd have to kill you. That's all right. I've had a good life. I'm ready to go out on this one. People say that's not a hill I would die on. This is the hill I will die on. So Nick and I go back. We're also going through confirmation at the same time. We also have a history, different trajectories. He was in the kind of foreign policy establishment. I was in the political zone. It's somewhat similar. Yes, we're in the same region. I wouldn't call China an ally. I would call Japan our number one ally. So I'm in a more friendly environment and working with an ally in a common purpose. He's communicating to, I don't want to say adversary because it conjures up everything, but China that is not an ally and is a clear competitor on a series of fronts, political, economic, strategic, military. And he has to have a different posture and he has different access. The other thing though is we coordinate. We talk regularly, we email and we communicate regularly on the phone. That's also true with colleagues like Caroline Kennedy in Australia. That was a good preamble, but you haven't said what I really want to know. I know that. Well, here's the thing. We talk about certain things that we're working on that have impact in each other's country. And so I can't really, I know you want it. I mean, there's parts of this life you can't discuss. Well, let me ask you a question to get into it. Okay. Would you say that his agenda is much more meaningful to you than your agenda is to him? Well, first again, I'm going to correct you. We're doing President Biden's agenda, not our agenda. That said, we also learn from each other. There's things we're doing on economic security that he is working on, that I'm working on. I don't think he would disagree with this. I probably have, if you could say as a United States ambassador to Japan, slightly more impact on our policy towards China than he does towards our policy towards Japan. That's just the nature of the construct and where we are diplomatically. How much would you have liked that job? I'm going to give you an anecdote. President-elect Biden calls and says, I want you to be an ambassador to Japan. And I said, yes. He says, don't you want to talk to Amy? I said, I will, but I have a rule, which is when the president asks you to do something, it's yes or yes, sir. And you just got to decide which one of those answers you're going to give, which is the same thing when President Obama said, will you become chief of staff? Even though you could have been speaker of the house. It was painful, but as grandpa, you know, when the president asks you to do something, it's yes or yes, sir. That said, I said to the president, let me give you an answer. I'm a yes. I would love to do it and think a little about China. He said, well, let me take that under consideration. Ron Klain and I over the months are talking and then about two months later, I said to Ron, I don't want to do China. I want to stay with Japan. Why? I'm getting there, Steven. You're acting like an Emmanuel. Patience is not my strong suit either, just so you know. Okay. But on a very personal level, you know, I've put Amy through, you know, Congress, chief of staff, mayor, et cetera. Japan is just a different lifestyle and quality of life. And I owe her that at this point in our lives. Second is, I think working with an ally is a lot better and I can be more impactful than working with a competitor slash adversary. But that said, I always view it this way, which is I did this when I was mayor, chief of staff and I've done it here is, you know, three years hence I'm getting on a plane. I'm a turn around and look, did we leave our footprint? Where is it, et cetera? And the ability to do that is here. What would be, from your perspective or from the Biden administration's perspective, a positive outcome for Chinese American relations, let's say five years from now? I think that's a better question for the president and the White House. We've come to a realization like what we should have heard in 2012, they're a competitor. And if you keep doing X, Y and Z, you're going to become an adversary. We're asking you, you want to stay a competitor, you can stay a competitor. But if you do this, this and this, you're shifting from competitor to adversary. And this is what you can't do. You're not going to be able to do economic espionage. You're not going to be able to steal freely our research and development. And if you keep doing this in the neighborhood with our friends, you're going from competitor to adversary. This is my personal take, which is the relationship between the Chinese Communist Party and the people, and it is freeing. They claim, as their data, which means it's not true, 22% of their youth, college to call it 25, is unemployed. Now, there's a Peking University professor who says 46. I read that and I said, I sure hope that guy has tenure. Because you have just said the emperor has no clothes. Half your research papers by your professors are filled with lies, not even documented. And their best message by Xi, well, take a factory job, or go out to rural areas, grow a spine. Not exactly the encouragement the youth need. And that is freeing. And to me, his entire Chinese dream is unraveling. They have massive debt overhang, not only in the real estate, but in the public sector. Some of the Chinese cities are so in debt, they make Chicago look like a AAA rated bond. So to me, you want to compete? Game on. They're aware that an awakened America is a strong America, and we're awake, and we're moving. I would never bet against America because when we're focused, we have shown through history what we can do. When you arrived to take this job in Japan, I'm curious what your Japanese counterparts had to say about the Trump administration. You know what? There wasn't a real lot of discussion about Donald Trump. There was a lot of discussion about what we got to do today and what we got to do tomorrow and get ready for the future. Given your prognosis of China and the warning signs, which are large, what do you think of the Biden administration's decision to not reverse the Trump decision to back out of the TPP? Would that be a step toward the kind of reconciliation you'd like to see with China or you think that's not right? You have to update a whole set of things because of the three Cs. COVID conflict and coercion. The idea that you're going to just go hit the reset button like COVID never happened, Russia's coercion on energy never happened, and China using their market to coerce other countries political sovereignty and limit it didn't happen is a foolish statement. And so what was negotiated 10 years ago, there's no plank in TPP that deals with economic coercion. Well, you can't just let China in or you can't just be part of something that doesn't acknowledge the most pernicious and persistent tool in China's economic toolbox, which is coercion. They're doing it right now to micron. They're doing it right now on gallium and the chemicals needed for semiconductors. Define economic coercion. To me, economic coercion is using economic tools to limit another country's political sovereignty. In 2020 or 2021, the Australian prime minister says we have to identify the origins of COVID and Australia wheat, barley, ore, et cetera, all get bad. Lithuania had made a statement about Taiwan and their products got affected. Russia was trying to coerce Europe through oil and LNG, limit their political sovereignty through economic tools. That is coercion. Now, the US restricted the sale to China of certain semiconductor chips, chip making equipment. Is that apples and apples or no? No. Why? Because those chips are for military purposes against the United States. It's one thing to compete, it's another thing to help your competitor compete against you. Not going to happen. But the CEOs of, I believe, Intel, Qualcomm, and Nvidia were just in Washington to lobby against that. If you had still been in the White House at the time, what do you say to that argument? Your bottom line is not our bottom line. I'm respectful of your bottom line, but that's not our strategic bottom line as a country. And I would say, I hear you. I'm open to your suggestions, but the idea that we, as we have in the last decade, been blind to the competition that's becoming adversary, that is not going to happen anymore. So you can help me shape this, but the idea that we're not going to have as I think, articulated by the president, high walls around a small yard. No, that's not happening. Okay. And if I help you shape it, what's in it for me and my shareholders? Well, what's in it for you is that you continue to operate in a economic system that rewards competition. And what's the other thing? You won't have your technology stolen because you have spent 20 years allowing a competitor to openly steal from you and you smile when it happens. We're not going to let that happen to you anymore. So I'm going to protect your research that you have spent billions of dollars, we've given you a tax write off. I've spent billions of dollars in giving you the benefit of that research and development. There's a big company in Netherlands, ASML, like Tokyo electronic, they're like premier companies in the machinery that makes semiconductors and just discovered trying to had somebody in stealing all the blueprints. Now I'm protecting you. You may not see it today. You may not say thank you today, but you're going to thank us. That's what I would say. Let's talk about president Biden for a moment. I've heard you praise him. I've heard a lot of people praise him, especially around relationships, building and rebuilding relationships with many countries, but particularly in East Asia. So tell us something we haven't heard about that yet. The general picture we have, but can you describe for me, maybe it was one conversation, maybe it was one pat on the back to somebody. Well, one of the rules I have is you don't expose certain things about presidents because then that's the last time you ever get their confidence. But I will say he is the ultimate of all politics is personal. It's personal trust. This is a long relationship, not just between the countries, but between the president and the prime minister. I'm going to tell you an anecdote out of the oval for President Clinton. Richard Nixon comes in early to talk to him. He says, look, I mean, and only the dark way that President Nixon, state department, they don't know nothing. Only you can call Mubarak and only you can get Mubarak to do X if it's meaningful to you and the United States. This is about you and them. And you know, not that the state department can be very helpful institutionally, it's very important, et cetera. But there is this dimension in politics of everywhere you go, there's politics and understanding how the other guy sits and how it means and that you understand that and have a sensitivity to it and appreciate it. That's invaluable. And put aside other things about Nixon's dark character and nearly breaking the Constitution. But he is right that the state department can do X, the foreign ministry can do Y, the defense people. But if you're trying to get somebody and this is what I want to say, going back to where we started like with their approach, Japan's a sovereign country, Korea's a sovereign country, the two leaders there made also a decision. When an ally or a head of state has trust in our president and our country, they won't just clear the bar, they'll go farther. And that is true of Nixon's advice, that is true of President Clinton's view, politics is personal, that's true of the way President Biden has operated. It's not everything, but ain't nothing. After the break, a story about Rahm Emanuel and Michelle Obama. Do you think that's appropriate? And what Emanuel will take home from Japan when his chore of duty is done. I'm Stephen Dubner, this is Freakonomics Radio. The U.S. ambassadorship to Japan is a coveted job for both career diplomats and politicians. Among Rahm Emanuel's predecessors are Walter Mondale, Caroline Kennedy, and Howard Baker. The job comes with a beautiful palatial home in Tokyo, steps away from the prime minister's office and the legislature or the diet. There's six bedrooms on one end is where General MacArthur lived. On the other end is where we live today. The big room is where General MacArthur receives the Emperor at the end of the war. He was there a long time, wasn't he? He was there five or six years, right? Yeah. Did he move his mom into one? Didn't you take his mom everywhere with him? Or didn't she go everywhere with him? She puts Jewish mothers to shame. Yeah, she spent a lot of time with the general. Now what about you? Do you have a Jewish mother? Yes. Anti-Semitism seems to be rising just about everywhere at the moment. Seems? I would strike the word seems. Okay, it is rising. The FBI, all the data will tell you. Attacks on synagogues, attacks on Jews. Yeah. So how do you think about that? I mean, historically, what would you say that rising anti-Semitism tends to predict or portend? How concerned are you? Very concerned, but I'm concerned as a Jew. I'm concerned as somebody that's raised three children to be proud of their Jews, which I think they are. I'm concerned that in a society and a country where my grandfather fled pogroms, it was a 13-year-old put on a boat by himself to come to a country he didn't speak the language, that his grandson could be the US ambassador to Japan, could be a mayor of the city that welcomed him, that were harking back to the very place 120 years ago he fled. Values wise. You look at attacks on other people based on their faith, their ethnicity, their culture. So the rise of intolerance for otherness, and it's not limited to the United States, it's also happening in Europe, is a very troubling trend. But on some dimensions or for some groups, it seems to be waning, whereas anti-Semitism kind of travels alone. Why do you think that is? I mean, don't you think you should ask the anti-Semite that? I mean, why is it that you hate Jews? Why don't you ask the anti-Semite that, not the Jew? Okay? Why don't we put the question to them? Okay? Wait, who are you doing now? Is that your father? Who is that? No, no, I don't know what that was. Like, you're asking me to understand why an anti-Semite hates me. I got enough problems hating myself. Why should I ask them why they hate me? I mean, here's the one thing I've got to be careful. We have had horrible, ugly periods in American history. I love Ulysses S. Grant, what he did, his executive orders on Jewish kind of Shmatas collectors down in Vicksburg, where Lincoln makes them reverse. You have Roosevelt, who doesn't allow the St. Louis in in 1938, and he doesn't bomb Auschwitz. So we have ugly periods, but those same periods of ugliness. We've had leaders, not just presidents, leaders who grasp the better angels and pull us into a better place. And that is what we need from all of us. In the best of times, there's anti-Semitism. In the worst of times, that anti-Semitism becomes a justification for violence. That's a period of time that we're in now. So which comes first, America's first female president or America's first Jewish president? I mean, the odds are female, there's 50% versus 1%. What do I know? But I would just say, I'm not going to say whatever. Whatever you weren't going to say is what I want you to say plainly. All right. First of all, the answer to your question. Are you running in five years? No, the answer to your question is a woman, because one of the most promising political offices in America to the presidency is governor. And when you look at the amount of women who are governors, that's what I would say. So there's this famous book about Japan from the American perspective. I'm guessing you've read it. It's called The Chrysanthemum and the Sword. It was published in, I think, 1946 by the cultural anthropologist Ruth Benedict. And she had been commissioned by the US government during World War II to write the book to help the US understand the Japanese psyche. It's been very influential, also controversial. I want to read you what is essentially her thesis statement and see how it aligns with how you saw Japan coming in and how you see Japan now. The Japanese, she writes, are, quote, both aggressive and unaggressive, both militaristic and aesthetic, both insolent and polite, rigid and adaptable, submissive and resentful of being pushed around, loyal and treacherous, brave and timid, conservative and hospitable to new ways. What do you make of that long list of contradictions? I would not write that book or make that statement today. But I'm also aware all of us, Stephen and Ram included, are filled with contradictions. And the idea that everything is static, as if there's no evolution and growth, and where you are, you know, two, three, four, five, ten years after World War II and where you are three years after Russia's invasion of Ukraine are not the same. Now there are certain cultural habits, certain political habits that then get webbed and then integrated into the DNA of a country. So there's one significant way that Japan has been very different from America. And you could argue, you know, anti-American. And that's in terms of historically having a very limited appetite for immigrants. Yeah. They've also got a low fertility rate and an aging population. So you add all that up. That's a big issue. Can you talk about that? Is the attitude changing at all? Well they just passed in the last diet session an immigration refugee bill, legislation rather, like all of us, is it changing fast enough to meet the challenge? So separate subject, you know, everybody, South Korea has this problem, China has this problem, Europe has this problem. You know, how do we incentivize? And families do need support for raising a child, etc. But no social policy on family planning has worked except for China's one child policy. The restriction. So to me, immigration is a piece of this. Now step back. Japan is a physical and psychological island nation. And homogenous, ethnically pretty much homogenous. Yes, very much so. And so that physical and psychological being an island materializes and manifests itself in different ways. It just has historically had this, you got to go back 400 years, 500 years, but the Portuguese arrived, they opened up trading. And the interesting thing is you look at Japanese history, their advances happen when they do expose themselves to the outside and bring it in the Meiji period era, etc. That said, America's appetite for immigration kind of waxes and wanes. Always has. Let me go back to Chief of Staff days under President Obama. Oh, no, wait, wait a second. I'm having PTSD. Is it true that when you were Chief of Staff that your brothers gave you a nameplate that read undersecretary of go yourself? Yes. I couldn't tell if that pause was memory or didn't want to admit it. It did. And there's a story behind I had on the desk. Week six, Michelle Obama happened to be walking through the West Wing. And she goes, Ron, what is that? I go, it's a gift. She goes, you're giving it or it was given to you. And I told her and she goes, do you think that's appropriate? I said, for certain meetings during the day. Yeah, it is. But for this meeting, not appropriate. She goes, OK, remember your kids and our kids sometimes walk around the halls. I go, OK, so that nameplate got moved. I then had business cards made up with undersecretary for. And then sometimes you give those cards out. Let me ask you this. A lot of countries around the world. Why do you always do that? It's your microphone. Let me ask you. Go ahead and ask it. That's a terrible habit. You know what? Don't ask me that, Steven. I don't really like that question. OK, it's a false politeness. I think is what it is. Yeah, I appreciate you're calling me out on it. It's not very sincere. I'm never going to do it again. I don't believe that. Let me answer that. All right, there you go. Oh, yeah. A lot of countries around the world are constantly reassessing which superpower, at least which country that's more powerful than them, they're going to align themselves with economically. I want to know, once you get past GDP, what are the important measures of economic prosperity and stability that a would-be ally is looking for? Is it energy independence? Is it access to markets? What about human rights? And I want to know how the US is positioning itself on whatever dimensions you think are really important and whether we're succeeding. I think my favorite, which is troubling to me across the globe actually, is belief that the next generation can be better than this generation, which gives you a confidence about tomorrow. I mean, I think one of the things that happened and I want to get myself in trouble here. That's right. You're not really helpful, Steven, by saying, oh, don't worry about it. It's just your career. Go ahead. Let it throw it out the window. You've had a good run. Yeah. Look, I think the financial crisis of 2008 and the Iraq war and not holding anybody accountable either politically, economically, et cetera. It was the first time in America that nobody believed that their children's future was going to be better than theirs. And that is to me a long GDP, a long educational gains, a long creativity gains, patents. There's a lot of different things to look at. But are you optimistic about not just your tomorrow, but to me more importantly, your children's tomorrow? So that's one data point. I do think energy is key. I do think progress on climate change, lifting people out of poverty, access to healthcare. So I don't look at one, but to me, the core question is a sensibility about tomorrow. I tell my kids, you're going to get a great education and two loving parents. You're schmuck, the rest is up to you. That's what my dad and then he would hit me in the head. I kind of dropped the hitting in the head. He goes, look, this is what I'm going to just say to you. I just give you a good education. Mom and dad love you. You're schmuck, not going to do the rest. So now I say, you got a good education, two loving parents and no, don't screw it up. I can't for a child that's not mine, give them love. My father always said no child was ever spoiled by being told they were loved too many times. No child, he was a pediatrician. But I can give them an education. And through that education, they can believe, and this is the thing that makes me so nervous. We have a generation that have internalized self-loathing and doubt. And you see it the way they take violence on themselves or violence on others. And to me, what we have to restore is people not only believe in America, but believe in themselves not from a selfish way, but from a capacity way. We have stolen from our kids, their youth, their childhood. And it's one of the things I find incredibly beautiful here in Japan. People let their five year olds out to walk to school. They walk to school with their hands up, so the cars stop. They have a childhood. To me, the economic thing, the cultural piece, the political piece that's most important is a belief core that tomorrow can be better than today and that you can make it both for yourself and for others. Is that belief still present in Japan, would you say? Yes. Because Japan has its own very low fertility rate, which is one indicator of a lack of belief in a strong future, for instance. I would say yes, but it has serious headwinds. But that's also true for us as a country. It's also probably a bigger truth for the developed world. Are there some Japanese behaviors or traits that you are eager to bring home with you when your time is done there? Yeah, there are. First of all, the most important thing is what I told you about, that little kids can walk to school and walk home. A car stops because a child has a hand up and walks and just the world comes to a halt for the safety and security of a child. Right, the beauty and gracefulness, the tea ceremony, welcoming somebody into your home. You come in from the outside, take the shoes off, don't leave them out there. When you leave a restaurant, the cook, chef, they go to the front door. They're waiting outside all seasons to say goodbye and thank you. It is about, yes, about making money. It's about the reputation. You are my guest. You are my customer. I want you to come back and it's the appreciation of your presence. I'll say one thing as somebody who's my whole life took public transportation. Their trains, you could run a watch on their trains. You know a conductor, which is all computerized on the Shinkansen, in a year you're only allowed three misses. And you know what the misses are? Not just late, they're early. Are you sitting down, Stephen? Early. Have you heard that? Now hold on. Early, okay? I asked my translator, asking that question again, early. I'm only allowed early or late three times. That's it. Like a train's late a minute. People get upset. I said, are you kidding? When I was in Chicago, I used to build 10 minutes into the schedule just because, you know, the conductor has stopped the train in the middle or what? I want to bring that back. That was Rahm Emanuel, U.S. Ambassador to Japan. Coming up next time on the show, the thing I want, the thing I've been searching for, for about a year now, should be simple. Guest host Adam Davidson, one of the founders of Planet Money, takes us on a three-part tour of the past, present, and future of artificial intelligence. We will start with a simple question. What can AI actually create? Think about creativity. I mean, first, we have a hard time even defining what it is. All it knows how to do is, from a sequence of words, predict the next one. And that's what honestly worries me is the idea that it will be so good at imitating that people won't really be able to tell the difference. Most of what we've been hearing about AI has been either euphoric or apocalyptic. We have taken a different approach, not what to think about AI, but how to think about it. That's next time on the show. Until then, take care of yourself, and if you can, someone else too. Freakonomics Radio is produced by Stitcher and Renbud Radio. You can find our entire archive on any podcast app or at Freakonomics.com, where we also publish transcripts and show notes. We can also be reached at radio at Freakonomics.com. This episode was produced by Alina Coleman and mixed by Greg Rippon with help from Jeremy Johnston. We also had additional research by Daniel Moritz-Rabson. Our staff also includes Daria Klenert, Eleanor Osborne, Elsa Hernandez, Gabriel Roth, Jasmine Klinger, Julie Kanfer, Lerick Bowditch, Morgan Levy, Neil Carruth, Rebecca Lee Douglas, Ryan Kelly, Sarah Lilly, and Zach Lipinski. Our theme song is Mr. Fortune by the Hitchhikers. All the other music was composed by Luis Guerra. As always, thank you for listening. I bet you this part gets edited out right now. The Freakonomics Radio Network, the hidden side of everything. Stitcher. And thank you again."}, "podcast_summary": "In this podcast summary, Rahm Emanuel, the United States Ambassador to Japan, discusses various aspects of his role and the relationship between the US and Japan. He highlights the importance of Japan as a key ally and the need for stronger diplomatic and defense cooperation between the two countries in the face of challenges from China and other global issues. He also emphasizes the significance of personal relationships and trust in international diplomacy. Additionally, he addresses Japan's economic and social challenges, such as an aging population and a low fertility rate, and the need for continued growth and a belief in a better future. While acknowledging Japan's historical aversion to immigration, he mentions recent legislative measures aimed at addressing these challenges, such as an immigration and refugee bill. Overall, Emanuel brings attention to the evolving dynamics between nations and the importance of strategic thinking and action in response to changing global realities.", "podcast_guest": {"name": "Rahm Emanuel", "summary": "Rahm Israel Emanuel (; born November 29, 1959) is an American politician and diplomat who is the current United States ambassador to Japan. A member of the Democratic Party, he served three terms representing Illinois in the United States House of Representatives from 2003 to 2009, as White House Chief of Staff from 2009 to 2010 under Barack Obama, and as mayor of Chicago from 2011 to 2019.\nBorn in Chicago, Emanuel is a graduate of Sarah Lawrence College and Northwestern University. Early in his career, Emanuel served as director of the finance committee for Bill Clinton's 1992 presidential campaign. In 1993, he joined the Clinton administration, where he served as assistant to the president for political affairs and as Senior Advisor to the President for policy and strategy. Emanuel worked at the investment bank Wasserstein Perella & Co. from 1998 for two and a half years and served on the board of directors of Freddie Mac. In 2002, Emanuel ran for the seat in the U.S. House of Representatives vacated by Rod Blagojevich, who resigned to become governor of Illinois. Emanuel won the first of three terms representing Illinois's 5th congressional district, a seat he held from 2003 to 2009. As chair of the Democratic Congressional Campaign Committee, he oversaw Democratic wins in the 2006 United States House of Representatives elections, allowing the party to gain control of the chamber for the first time since 1994.\nAfter the 2008 U.S. presidential election, President Barack Obama appointed Emanuel to serve as White House chief of staff. In October 2010, Emanuel resigned as chief of staff to run in the 2011 Chicago mayoral election. Emanuel won with 55% of the vote over five other candidates in the non-partisan mayoral election. In the 2015 Chicago mayoral election, he failed to obtain an absolute majority in the first round but defeated Cook County board commissioner Jesús \"Chuy\" García in the subsequent run-off election. In late 2015, Emanuel's approval rating plunged to \"the low 20s\", in response to a series of scandals.In October 2017, Emanuel announced he planned to run for a third term, but he reversed his decision on September 4, 2018. The Chicago Tribune assessed Emanuel's performance as mayor as \"mixed\", and at one point half of Chicagoans favored Emanuel's resignation. He left office in May 2019 and was succeeded by Lori Lightfoot. In August 2021, President Joe Biden nominated Emanuel to be the United States Ambassador to Japan; he was confirmed by the U.S. Senate in December of that year."}, "podcast_highlights": "Here are the highlights of the podcast:\n- Rahm Emanuel, the United States ambassador to Japan, is serving in a major diplomatic role despite his reputation for being undiplomatic.\n- Japan is a key ally of the United States and is seen as an important player in the region.\n- Japan's military buildup is seen as a response to the growing threats from China and North Korea.\n- The United States and Japan are working together to strengthen their alliance and address issues such as China's economic coercion and military aggression.\n- The Biden administration is focused on rebuilding relationships with allies and addressing global challenges such as climate change and economic inequality.\n- It is important for countries to have a belief in a better tomorrow and to work together to create a prosperous and stable future.\n- Japan has certain cultural and societal traits that can be admired, such as their respect for tradition, their attention to detail, and their hospitality.\n- Both the United States and Japan need to address the challenges they face, such as low fertility rates and an aging population, in order to ensure a strong and vibrant future."}